{
    "verse": [
        {
            "number": "1",
            "question": "From when did Jesus share the glory of the Father?",
            "text": "And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.",
            "reference": "John 17:5",
            "version": "KJV"
        },
        {
            "number": "2",
            "question": "What did Jesus do in the beginning?",
            "text": "The same was in the beginning with God. All things were made by him; and without him was not any thing made that was made.",
            "reference": "John 1:2-3",
            "version": "KJV"
        },
        {
            "number": "3",
            "question": "What does Jesus call us to do as His disciples?",
            "text": "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me. For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.",
            "reference": "Matthew 16:24-2",
            "version": "KJV"
        },
        {
            "number": "4",
            "question": "What new commandment was given by Jesus?",
            "text": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.",
            "reference": "John 13:34",
            "version": "KJV"
        },
        {
            "number": "5",
            "question": "Who is one with the Father?",
            "text": "I and my Father are one.",
            "reference": "John 10:30",
            "version": "KJV"
        },
        {
            "number": "6",
            "question": "What sign points to Immanuel?",
            "text": "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.",
            "reference": "Isaiah 7:14",
            "version": "KJV"
        },
        {
            "number": "7",
            "question": "How can we produce much fruit?",
            "text": "I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.",
            "reference": "John 15:5",
            "version": "KJV"
        },
        {
            "number": "8",
            "question": "In whom might we have peace?",
            "text": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
            "reference": "John 16:33",
            "version": "KJV"
        },
        {
            "number": "9",
            "question": "Unto what was Jesus obedient?",
            "text": "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.",
            "reference": "Philippians 2:7",
            "version": "KJV"
        },
        {
            "number": "10",
            "question": "In what ways was our High Priest tempted?",
            "text": "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.",
            "reference": "Hebrews 4:15",
            "version": "KJV"
        },
        {
            "number": "11",
            "question": "For what did the Son of Man not come?",
            "text": "And whosoever will be chief among you, let him be your servant: Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
            "reference": "Matthew 20:27-2",
            "version": "KJV"
        },
        {
            "number": "12",
            "question": "Jesus will make his followers to become what?",
            "text": "And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.",
            "reference": "Mark 1:17",
            "version": "KJV"
        },
        {
            "number": "13",
            "question": "Why were people astonished at the teaching of Jesus?",
            "text": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine: For he taught them as one having authority, and not as the scribes.",
            "reference": "Matthew 7:28-29",
            "version": "KJV"
        },
        {
            "number": "14",
            "question": "By what was Jesus approved of God among the people?",
            "text": "Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know.",
            "reference": "Acts 2:22",
            "version": "KJV"
        },
        {
            "number": "15",
            "question": "How often should we pray?",
            "text": "Pray without ceasing.",
            "reference": "1 Thessalonians",
            "version": "KJV"
        },
        {
            "number": "16",
            "question": "For whom does Jesus pray?",
            "text": "Neither pray I for these alone, but for them also which shall believe on me through their word.",
            "reference": "John 17:20",
            "version": "KJV"
        },
        {
            "number": "17",
            "question": "After the Son of Man was crucified what happened?",
            "text": "Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.",
            "reference": "Luke 24:7",
            "version": "KJV"
        },
        {
            "number": "18",
            "question": "In the sight of many a cloud did what?",
            "text": "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.",
            "reference": "Acts 1:9",
            "version": "KJV"
        },
        {
            "number": "19",
            "question": "Your path is lit by what?",
            "text": "Thy word is a lamp unto my feet, and a light unto my path.",
            "reference": "Psalm 119:105",
            "version": "KJV"
        },
        {
            "number": "20",
            "question": "What are we to put off?",
            "text": "That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts; And be renewed in the spirit of your mind; And that ye put on the new man, which after God is created in righteousness and true holiness.",
            "reference": "Ephesians 4:22-",
            "version": "KJV"
        },
        {
            "number": "21",
            "question": "What is Christ doing at the right hand of God?",
            "text": "Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.",
            "reference": "Romans 8:34",
            "version": "KJV"
        },
        {
            "number": "22",
            "question": "How are we to stand?",
            "text": "Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.",
            "reference": "Galatians 5:1",
            "version": "KJV"
        },
        {
            "number": "23",
            "question": "To whom is there no condemnation?",
            "text": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
            "reference": "Romans 8:1",
            "version": "KJV"
        },
        {
            "number": "24",
            "question": "Why is it important to be in the Book of Life?",
            "text": "And whosoever was not found written in the book of life was cast into the lake of fire.",
            "reference": "Revelation 20:1",
            "version": "KJV"
        }
    ],
    "packName": "SM 2014 KJV",
    "userPack": "true"
}