{
	"globalPackId": "",
	"packName": "Summer Pack",
	"userPack": "true",
	"author": "Frank Lockerman",
	"packId": "default",
	"version": "",
	"sync": "",
	"share": "",
	"data": [
		{
			"text": "When I became embittered and my innermost being was wounded, I was stupid and didn’t understand; I was an unthinking animal toward You.",
			"reference": "Psalm 73:21-22",
			"id": "1",
			"version": "HCSB"
    },
		{
			"text": "Yet I am always with You; You hold my right hand. You guide me with Your counsel, and afterward You will take me up in glory.",
			"reference": "Psalm 73:23-24",
			"id": "2",
			"version": "KJV"
    },
		{
			"text": "Lord, who shall abide in thy tabernacle? who shall dwell in thy holy hill?",
			"reference": "Psalm 15:1",
			"id": "3",
			"version": "KJV"
    },
		{
			"text": "He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart.",
			"reference": "Psalm 15:2",
			"id": "4",
			"version": "KJV"
    },
		{
			"text": "He that backbiteth not with his tongue, nor doeth evil to his neighbour, nor taketh up a reproach against his neighbour.",
			"reference": "Psalm 15:3",
			"id": "5",
			"version": "KJV"
    },
		{
			"text": "In whose eyes a vile person is contemned; but he honoureth them that fear the Lord. He that sweareth to his own hurt, and changeth not.",
			"reference": "Psalm 15:4",
			"id": "6",
			"version": "KJV"
    },
		{
			"text": "He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.",
			"reference": "Psalm 15:5",
			"id": "7",
			"version": "KJV"
    },
		{
			"text": "A man who endures trials is blessed, because when he passes the test he will receive the crown of life that God has promised to those who love Him.",
			"reference": "James 1:12",
			"id": "8",
			"version": "HCSB"
    },
		{
			"text": "A person's insight gives him patience, and his vitrue is to overlook an offense.",
			"reference": "Proverbs 19:11",
			"id": "9",
			"version": "HCSB"
		}
	]

}